Repository: Nani-Des/Pedwuma
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Welcome to
fr: Bienvenue à

source: Select Language
fr: Choisissez la langue

source: language
fr: langue

source: Change Language
fr: Changer de langue

# report
source: Report on Issue
fr: Rapport sur la question

# ta
source: Your trusted Handyman Service
fr: Votre service de bricoleur de confiance

# tb
source: Pedwuma is the best place to advertise your skills and services.
fr: Pedwuma est le meilleur endroit pour annoncer vos compétences et services.

# tc
source: find and book reliable professional
fr: des services de bricoleur

# td
source: handyworker services
fr: professionnels fiables

# te
source: Wait! There's more...
fr: Attendez! Il y a plus...

# tf
source: As a professional handyworker, here is a
fr: En tant que bricoleur professionnel, voici une plateforme

# tg
source: platform to showcase your skills and
fr: pour mettre en valeur vos compétences et votre expérience afin

# th
source: experience to find gigs
fr: de trouver des emplois

source: Log In
fr: se connecter

# reg
source: Register
fr: Registre

# ti
source: Create Account
fr: Créer un compte

# tj
source: User Not Found
fr: Utilisateur non trouvé

# tk
source: The provided user data was not found.
fr: Les données utilisateur fournies n'ont pas été trouvées.

# tl
source: OK
fr: D'ACCORD

# tm
source: Try again later
fr: Réessayez plus tard

# tn
source: Passwords do not match
fr: Les mots de passe ne correspondent pas

# to
source: First Name is null
fr: Le prénom est nul

# tp
source: Last Name is null
fr: Le nom de famille est nul

# tq
source: Email is null
fr: L'e-mail est nul

# tr
source: Number is null
fr: Le numéro est nul

# ts
source: Register today to start a future with us...
fr: Inscrivez-vous aujourd'hui pour commencer un avenir avec nous...

# tt
source: Full Name
fr: Nom et Prénom

# tu
source: Enter Full Name
fr: Entrez le nom complet

# tv
source: First Name field cannot be empty
fr: Le champ Prénom ne peut pas être vide

# tw
source: Last Name
fr: Nom de famille

# tx
source: Enter last name
fr: Entrer le nom de famille

# ty
source: Last Name field cannot be empty
fr: Le champ Nom de famille ne peut pas être vide

# tz
source: Email Address
fr: Adresse e-mail

# aa
source: Enter email address
fr: Entrer l'adresse e-mail

# ab
source: Email Address field cannot be empty
fr: Le champ Adresse e-mail ne peut pas être vide

# ac
source: Password
fr: Mot de passe

# ad
source: Enter password
fr: Entrer le mot de passe

# ae
source: Passwords do not match
fr: Les mots de passe ne correspondent pas

# af
source: Confirm Password
fr: Confirmez le mot de passe

# ag
source: Enter password
fr: Entrer le mot de passe

# ah
source: Passwords do not match
fr: Les mots de passe ne correspondent pas

# ai
source: Mobile Number
fr: Numéro de portable

# aj
source: Enter mobile number
fr: Entrez le numéro de portable

# ak
source: Mobile Number field cannot be empty
fr: Le champ Numéro de mobile ne peut pas être vide

# al
source: Role
fr: Rôle

# am
source: Specify role in app
fr: Spécifier le rôle dans l'application

# an
source: I agree to the terms and conditions
fr: J'accepte les termes et conditions

source: Sign Up
fr: S'inscrire

# ap
source: Or Sign Up With
fr: Ou inscrivez-vous avec

# aq
source: Already have an account?
fr: Vous avez déjà un compte?

source: Sign In
fr: Se connecter

# ar
source: Registration Continuation
fr: Poursuite des inscriptions

# as
source: No file picked
fr: Aucun fichier sélectionné

# servinfo
source: Service Information
fr: Des informations de service

# at
source: has already been added.
fr: a déjà été ajouté.

# cert
source: Certification
fr: Attestation

# au
source: Add all certifications here...
fr: Ajoutez toutes les certifications ici...

source: Portfolio
fr: Portefeuille

# av
source: Add all portfolio here...
fr: Ajoutez tout le portefeuille ici...

# exp
source: Experience
fr: Expérience

# aw
source: Add any previous work here...
fr: Ajoutez ici tout travail antérieur...

source: Rating
fr: Notation

# ax
source: Number of Jobs
fr: Nombre d'emplois

# ref
source: References
fr: Les références

# ay
source: Add any references here...
fr: Ajoutez des références ici...

# err
source: Error
fr: Erreur

# errr
source: Check your Internet Connection
fr: Vérifiez votre connection internet

# az
source: Add portfolio here...
fr: Ajouter un portefeuille ici...

# ba
source: Unable to communicate with server.
fr: Impossible de communiquer avec le serveur.

# bb
source: Welcome Back! 👋
fr: Content de te revoir! 👋

# bc
source: Hello again, you've been missed!
fr: Re-bonjour, vous nous avez manqué!

# bd
source: Incorrect email or password. Try again.
fr: Email ou mot de passe incorrect. Essayer à nouveau.

# be
source: Remember Me
fr: Souviens-toi de moi

# frgt
source: Forgot Password
fr: Mot de passe oublié

# bf
source: Don't have an account?
fr: Vous n'avez pas de compte ?

# bg
source: The provided user data was not found.
fr: Les données utilisateur fournies sont introuvables.

# bh
source: Or Login With
fr: Ou connectez-vous avec

# bi
source: Work Experience & Certification
fr: Expérience professionnelle et certification

# bj
source: Work Details & Rating
fr: Détails du travail et évaluation

# bk
source: Item not found.
fr: Objet non-trouvé.

# bl
source: No Jobs Found.
fr: Aucun emploi trouvé.

# du
source: No user found.
fr: Aucun utilisateur trouvé.

# bm
source: Hi
fr: Salut

# bn
source: Do you want to book a handyman?
fr: De quels services avez-vous besoin?

# handyworker
source: Find The Best Workers Now!
fr: OUVRIER BRICOLAGE

# jobs
source: Find Jobs
fr: Trouver des emplois

source: Bookings
fr: Réservations

source: Profile
fr: Profil

source: My Jobs
fr: Mes emplois

# handymen
source: Find The Best Workers Now!
fr: BRICOLEURS

# bo
source: Error fetching data:
fr: Erreur lors de la récupération des données:

# bq
source: Search personnel: painters,etc
fr: Recherche de personnel

# xx
source: Search for available jobs....
fr: Rechercher des emplois disponibles...

# br
source: No handymen available for this category.
fr: Aucun bricoleur disponible pour cette catégorie.

# home
source: Find Workers
fr: ouvrières

# jobupload
source: Upload Job
fr: Télé. d'emploi

# profileupload
source: Upload Profile
fr: Télécharger le profil

# fav
source: Favorites
fr: Favoris

source: Chats
fr: Discussions

# bs
source: Help/Support
fr: Support d'aide

source: Settings
fr: Paramètres

source: Log Out
fr: Se déconnecter

source: Appointment
fr: Rendez-vous

# bt
source: One or more required fields has an error. Check them again.
fr: Un ou plusieurs champs obligatoires contiennent une erreur. Vérifiez-les à nouveau.

# bu
source: You have already applied for this job. You cannot apply for a particular job twice
fr: Vous avez déjà postulé pour cet emploi. Vous ne pouvez pas postuler deux fois pour un emploi particulier

source: Summary
fr: Résumé

# bv
source: No upcoming jobs.
fr: Aucun travail à venir.

# bw
source: No job offers available.
fr: Aucune offre d'emploi disponible.

# bx
source: No jobs completed.
fr: Aucun travail terminé.

source: Upcoming
fr: A venir

source: Completed
fr: Complété

# by
source: Job Type is not available
fr: Le type de travail n'est pas disponible

# bz
source: No favourites added
fr: Aucun favori ajouté

# ca
source: Don’t worry it happen. Reset your password by
fr: Ne vous inquiétez pas, cela arrive. Réinitialisez votre mot de passe en

# cb
source: entering your email below and follow the
fr: entrez votre email ci-dessous et suivez les

# cs
source: One or more required fields is empty. Check them again.
fr: Un ou plusieurs champs obligatoires sont vides. Vérifiez-les à nouveau.

# cd
source: Send Instructions
fr: Envoyer les instructions

# ce
source: Create New Password
fr: Créer un nouveau mot de passe

# cf
source: Your new password must be different from previously used passwords
fr: Votre nouveau mot de passe doit être différent des mots de passe précédemment utilisés

# cg
source: Must be at least 8 characters long
fr: Doit avoir au moins 8 caractères

# ch
source: Both passwords must match
fr: Les deux mots de passe doivent correspondre

# ci
source: Check your mail'
fr: Vérifier votre courrier

# cj
source: We have sent password recovery instructions to your email.
fr: Nous avons envoyé des instructions de récupération de mot de passe à votre adresse e-mail.

# ck
source: Open Email App
fr: Ouvrir l'application de messagerie

# cl
source: Skip, I'll confirm later
fr: Passer, je confirmerai plus tard

# cm
source: Did not receive the email? Check your spam folder.
fr: Vous n'avez pas reçu l'e-mail ? Vérifiez votre dossier courrier indésirable

# cn
source: try another email address
fr: essayez une autre adresse email

# co
source: Personnel Details
fr: Détails du personnel

# cp
source: No data available
fr: Pas de données disponibles

# cr
source: Job Uploaded Successfully!
fr: Emploi téléchargé avec succès!

# crr
source: Profile Uploaded Successfully!
fr: Profil téléchargé avec succès!

# cq
source: Some fields are empty. Try again.
fr: Certains champs sont vides. Essayer à nouveau.

source: Deadline
fr: Date limite

source: Seen by:
fr: Vu par:

source: Upload
fr: Télécharger

# ct
source: Delete Job Upload
fr: Supprimer le téléchargement du travail

# cu
source: Are you sure you want to delete this Job Upload?
fr: Etes-vous sûr de vouloir supprimer ce téléchargement d'emploi?

source: Cancel
fr: Annuler

# cv
source: Yes, Delete
fr: Oui, supprimer

source: Save
fr: Sauvegarder

# cw
source: Job Upload List
fr: Liste de téléchargement de tâches

# cx
source: No Jobs Uploaded
fr: Aucune offre d'emploi téléchargée

# cz
source: Location services are disabled.
fr: Les services de localisation sont désactivés.

source: Start
fr: Commencer

source: Upcoming Job
fr: Emploi à venir

# da
source: Reschedule Information
fr: Informations sur le reprogrammer

source: Time
fr: Temps

source: Reschedule
fr: Reprogrammer

source: Job Offer
fr: Offre d'emploi

# db
source: Decline Job Application
fr: Refuser la demande d'emploi

# dc
source: Are you sure you want to decline this Job Application?
fr: Etes-vous sûr de vouloir refuser cette candidature?

# dd
source: Job-In-Progress
fr: Travail en cours

# de
source: Location uploaded successfully
fr: Emplacement téléchargé avec succès

# df
source: Error getting or uploading location:
fr: Erreur lors de l'obtention ou du téléchargement de l'emplacement:

# dg
source: Location permission not granted
fr: Autorisation de localisation non accordée

source: Job Complete
fr: Travail terminé

# dh
source: Completed Job
fr: Travail terminé

# di
source: Notification Sent!
fr: Notification envoyée!

# dj
source: Request Payment
fr: Demander un paiement

source: Job Application
fr: Demande d'emploi

# dk
source: Delete Job Application
fr: Supprimer la demande d'emploi

# dl
source: Are you sure you want to delete this Job Application?
fr: Etes-vous sûr de vouloir supprimer cette candidature?

# dm
source: Search activity...
fr: Activité de recherche...

# dn
source: Successful Booking!
fr: Réservation réussie!

# dz
source: An application has been sent to the customer.
fr: Une offre a été envoyée au bricoleur.

# dv
source: You will be notified
fr: Vous serez informé du statut de

# dw
source: of the status of the offer.
fr: l'offre.

# dp
source: Great!
fr: Super!

# dq
source: Successful!
fr: réussi!

# ds
source: Skip
fr: Sauter

# dt
source: Comment
fr: Commentaire

source: Rate
fr: Taux

# dx
source: Thank You.
fr: Merci.

# ea
source: Job upload update failed
fr: Échec de la mise à jour du téléchargement du travail

# eb
source: Send message ...
fr: Envoyer le message ...

# ec
source: Job Details
fr: Détails du poste

source: Address
fr: Addresse

# ed
source: Saved Addresses
fr: Adresses enregistrées

# ee
source: No addresses saved.
fr: Aucune adresse enregistrée.

# ef
source: Custom
fr: Coutume

# eg
source: On the first cleaning service
fr: Sur le premier service de nettoyage

# eh
source: Book Now!
fr: Calendrier

# ei
source: Repairing
fr: Réparation

# ej
source: We offer professional repairing service on-demand!
fr: Nous offrons un service de réparation professionnel sur demande!

# ek
source: Read More!
fr: En savoir plus!

# el
source: Plumbering
fr: Plomberie

# em
source: Put an end to all your plumberig Issues
fr: Mettez fin à tous vos problèmes de plomberie

# en
source: Call
fr: Appel

# ep
source: followers
fr: suiveurs

# eq
source: Services Category
fr: Catégorie de services

# er
source: Services Provided
fr: Services fournis

# es
source: Level of Expertise
fr: Niveau d'expertise

# et
source: Grid View
fr: Vue Grille

# eu
source: Single View
fr: Vue unique

# ev
source: New Notification
fr: Nouvelle notification

# ew
source: Add notes here...
fr: Ajoutez des notes ici...

# ex
source: What is Pedwuma?
fr: Qu’est-ce que le Pedwuma ?

# ey
source: Pedwuma originates from Akan language in Ghana meaning “Job search”.
fr: Pedwuma vient de la langue Akan du Ghana qui signifie « recherche d'emploi ».

# ez
source: Is Pedwuma free for its users?
fr: Pedwuma est-il gratuit pour ses utilisateurs ?

# fa
source: Pedwuma is free for its users. No financial obligation comes with using PEDWUMA for job searches or job postings.
fr: Pedwuma est gratuit pour ses utilisateurs. Aucune obligation financière ne découle de l'utilisation de PEDWUMA pour la recherche d'emploi ou l'affichage d'offres d'emploi.

# fb
source: How does Pedwuma work?
fr: Comment fonctionne Pedwuma ?

# fc
source: Pedwuma uses modern technology to connect workers (service providers) and customers. PEDWUMA uses picture identification on user profiles, customer reviews, ratings, email verification, and mobile phones to ensure we have real people, not robots.
fr: Pedwuma utilise une technologie moderne pour connecter les travailleurs (prestataires de services) et les clients. PEDWUMA utilise une identification par photo sur les profils d'utilisateurs, les avis des clients, les évaluations, la vérification des e-mails et les téléphones mobiles pour garantir que nous avons de vraies personnes, pas des robots.

# fd
source: What happens to my information?
fr: Qu'arrive-t-il à mes informations ?

# fe
source: Your information is secured with our app. Data is only used for intended purposes, i.e., connecting with customers, reviews, ratings, live chat, etc. Pedwuma takes its confidentiality with customers’ data seriously, and unauthorized disclosures by staff or any individual are not tolerated.
fr: Vos informations sont sécurisées avec notre application. Les données ne sont utilisées qu'aux fins prévues, c'est-à-dire la connexion avec les clients, les avis, les évaluations, le chat en direct, etc. Pedwuma prend au sérieux la confidentialité des données des clients et les divulgations non autorisées par le personnel ou tout autre individu ne sont pas tolérées.

# fg
source: Contact Information
fr: Coordonnées

# ff
source: Do I get charges for posting a Job?
fr: Est-ce que je reçois des frais pour la publication d'une offre d'emploi?

# fh
source: No financial charges comes with job searches or postings.
fr: Aucun frais financier n'est associé à la recherche ou à l'affichage d'un emploi.

# fi
source: How do I know I have fair price for a service request?
fr: Comment puis-je savoir si j'obtiens un prix équitable pour une demande de service?

# fj
source: Fair pricing: Pedwuma allows its users to compare prices from different service providers to help customers commit to prices that meet their budget.
fr: Tarification équitable: Pedwuma permet à ses utilisateurs de comparer les prix de différents prestataires de services pour aider les clients à s'engager sur des prix qui correspondent à leur budget.

# fk
source: What should I register as?
fr: Sous quel nom dois-je m'inscrire?

# fl
source: Users can register as a worker (Service provider) or a regular customer (in need of a service worker)
fr: Les utilisateurs peuvent s'inscrire en tant que travailleur (prestataire de services) ou client régulier (ayant besoin d'un travailleur de service)

# fm
source: How do I get notified if someone need my service?
fr: Comment puis-je être averti si quelqu'un a besoin de mes services?

# fn
source: Pedwuma uses users’ telephone numbers and email on file to contact service providers and customers for business. Frequently check your phone and email for job notifications. Customers may reach you via email, phone or through a live chat.
fr: Pedwuma utilise les numéros de téléphone et les adresses e-mail des utilisateurs pour contacter les fournisseurs de services et les clients professionnels. Vérifiez fréquemment votre téléphone et votre courrier électronique pour les notifications d'emploi. Les clients peuvent vous joindre par e-mail, par téléphone ou via un chat en direct.

# fo
source: Post a Job
fr: Publier une offre

# fp
source: Repairs
fr: Réparations

# fq
source: We offer professional repairing service on-demand!
fr: un service de réparation professionnel sur demand!

# fr
source: Plumbering
fr: Plomberie

# fs
source: Put an end to all your plumbering Issues
fr: Mettez fin à tous vos problèmes de plomberie

# ft
source: away from you
fr: loin de vous

# fv
source: Mobile Number
fr: Numéro de portable

# fw
source: Save
fr: Sauvegarder

# fx
source: Personal Information
fr: Informations personnelles

# fz
source: Do you need some work done?
fr: Avez-vous besoin de travaux?

# ga
source: Can't seem to find a suitable worker?
fr: Vous n'arrivez pas à trouver un travailleur approprié?

# gb
source: Are you a requester and can't find a suitable worker for a job?
fr: Êtes-vous un demandeur et vous ne trouvez pas de travailleur approprié pour un emploi?

# gc
source: Post a job on Pedwuma now!
fr: Publier une offre d'emploi sur Pedwuma maintenant!
